Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Lock aspect ratio (16:10)
cs: Uzamknout poměr stran (16:10)
de: Seitenverhältnis sperren (16:10)
es: Bloquear relación de aspecto (16:10),
fr: Verrouiller les proportions (16:10)
he: נעל יחס גובה-רוחב (16:10)
it: Blocca proporzioni (16:10)
ja: 縦横比をロック （16:10）
nl: Vergrendel beeldverhouding (16:10)
pt_pt: Bloquear proporções (16:10)
ru: Блокировка соотношения сторон (16:10)
tr: En boy oranını sabitle (16:10)
uk: Зафіксувати співвідношення сторін (16:10)
vi: Khóa tỷ lệ khung hình (16:10)
zh_hans: 锁定宽高比 (16:10)
zh_hant: 維持顯示比例為16:10

source: Lock aspect ratio (uniform scaling)
cs: Uzamknout poměr stran (jednotné měřítko)
de: Seitenverhältnis sperren (einheitliche Skalierung)
es: Bloquear proporción (escalado uniforme)
it: Blocca proporzioni (ridimensionamento uniforme)
ja: アスペクト比を固定（均等に拡大・縮小）
nl: Vergrendel beeldverhouding (uniforme schaling)
ru: Блокировка соотношения сторон (равномерное масштабирование)
tr: En boy oranını sabitle (tekdüze ölçeklendirme)
uk: Закріпити співвідношення сторін (однорідне масштабування)
vi: Khóa tỷ lệ khung hình (thu phóng đồng đều)
zh_hans: 锁定长宽比（均匀缩放）
zh_hant: 鎖定比例（制式縮放）

source: Lock Dock to
cs: Zamknout Dock k
de: Sperre Dock an
es: Bloquear Dock a
fr: Verrouiller le Dock à
it: Blocca il Dock a
ja: Dockを固定
nl: Dock vergrendelen naar
pt_pt: Fixar a Dock a
ru: Закрепить Dock к
tr: Dock'u şuraya kilitle
uk: Заблокувати Dock до
vi: Khóa Dock vào
zh_hans: 锁定 Dock 到
zh_hant: 將Dock鎖定在

source: Lock Dock to Screen
cs: Zamknout Dock k obrazovce
de: Sperre Dock an Bildschirm
es: Bloquear Dock a pantalla
it: Blocca il Dock sullo schermo
ja: Dockをスクリーンにロック
nl: Dock vergrendelen naar scherm
pt_pt: Fixar a Dock no Ecrã
ru: Блокировать Dock на экране
tr: Dock'u Ekrana Sabitle
uk: Заблокувати Dock до екрана
vi: Khóa Dock vào màn hình
zh_hans: 锁定 Dock 到屏幕
zh_hant: 將Dock鎖定在此顯示器

source: Long title overflow
cs: Přetečení dlouhého titulku
de: Überlauf für lange Titel
es: Desbordamiento de título largo
it: Overflow
ja: 長いタイトルの省略表示
nl: Te lange titeloverloop
pt_pt: Overflow de títulos longos
ru: Слишком длинный заголовок
tr: Uzun başlık taşması
uk: Вихід за межі довгої назви
vi: Xử lý tiêu đề quá dài
zh_hans: 标题过长时的溢出行为
zh_hant: 溢出長標題

source: Low (480px)
cs: Nízká (480 px)
de: Niedrig (480px)
es: Bajo (480px)
fr: Basse (480px)
he: נמוך (480px)
it: SD (480px)
ja: 低い（480px）
nl: Laag (480px)
pt_pt: Baixo (480px)
ru: Низкий (480px)
tr: Düşük (480 piksel)
uk: Низька (480px)
vi: Thấp (480px)
zh_hans: 低（480 px）
zh_hant: 低(480px)

source: Lower values make gestures more sensitive. Higher values require longer swipes. Applies to both dock previews and window switcher.
cs: Nižší hodnoty zvyšují citlivost gest. Vyšší hodnoty vyžadují delší tahy. Použije se na náhledy Docku i přepínač oken.
de: Niedrigere Werte machen Gesten empfindlicher. Höhere Werte erfordern längeres Wischen. Gilt sowohl für Dock-Vorschauen als auch für Fensterwechsler.
fr: Les valeurs inférieures rendent les gestes plus sensibles. Des valeurs plus élevées nécessitent des balayages plus longs. S'applique à la fois aux aperçus de l'amarrage et au commutateur de fenêtres.
he: ערכים נמוכים יותר הופכים מחוות לרגישות יותר. ערכים גבוהים יותר דורשים החלקות ארוכות יותר. חל על תצוגות מקדימות של Dock ובורר חלונות.
it: Valori inferiori rendono i gesti più sensibili. Valori più alti richiedono scorrimenti più lunghi. Si applica sia alle anteprime del Dock che al selettore finestre.
ja: 値を小さくするとジェスチャーがより敏感になります。値を大きくするとスワイプが長くなります。Dockプレビューとウィンドウ切り替えの両方に適用されます。
nl: Bij lagere waarden reageren gebaren gevoeliger. Bij hogere waarden moet je langer vegen. Dit geldt zowel voor Dock-voorbeelden als voor de vensterwisselaar.
ru: Меньшие значения делают жесты более чувствительными. Более высокие значения требуют длинных свайпов. Применяется как к превью, так и к переключателю окон.
tr: Daha düşük değerler, hareketlerin daha hassas olmasını sağlar. Daha yüksek değerler ise daha uzun kaydırma hareketleri gerektirir. Bu ayar, hem dock önizlemeleri hem de pencere değiştirici için geçerlidir.
uk: Нижні значення роблять жести чутливішими. Вищі значення вимагають триваліших рухів пальцем. Стосується як попереднього перегляду у Dock, так і Перемикача вікон.
vi: Giá trị thấp hơn làm cho cử chỉ nhạy hơn. Giá trị cao hơn yêu cầu vuốt dài hơn. Áp dụng cho cả xem trước trên dock và trình chuyển đổi cửa sổ.
zh_hans: 数值越低，手势就越敏感。更高的值需要更长的滑动时间。同时适用于 Dock 预览和窗口切换器。
zh_hant: 低數值會使手上更加靈敏。高數值需要更長的滑動來觸發。這會套用到Dock預覽和視窗切換器。

source: Make sure you have calendars set up in the Calendar app.
cs: Ujistěte se, že máte nastavené kalendáře v aplikaci Kalendář.
de: Stelle sicher, dass Kalender in der Kalender-App eingerichtet sind.
es: Asegúrate de que tienes calendarios configurados en la aplicación Calendario.
fr: Assurez-vous d'avoir des calendriers configurés dans l'app Calendrier.
he: ודא שיש לך לוחות שנה מוגדרים באפליקציית לוח השנה.
it: Assicurati di avere almeno un calendario attivo nell'app Calendario di sistema.
ja: カレンダーアプリにカレンダーが設定されていることを確認してください。
nl: Zorg ervoor dat je kalenders hebt ingesteld in de Agenda-app.
ru: Убедитесь, что календари настроены в приложении Calendar.
tr: Takvim uygulamasında takvimlerinizin ayarlandığından emin olun.
uk: Переконайтеся, що у вас налаштовано календарі в програмі «Календар».
vi: Đảm bảo rằng bạn đã thiết lập lịch trong ứng dụng Lịch.
zh_hans: 确保您在日历应用中设置了日历。
zh_hant: 請確認行事曆App中有已建立的行事曆。

source: Marquee (scrolling)
cs: Markýza (posouvání)
de: Marquee (Scrollen)
it: Scorrimento
ja: マーキー (スクロール表示)
nl: Banner (scrollend)
ru: Прокрутка
tr: Yerleşik ekran (kaydırmalı)
vi: Chữ chạy (cuộn)
zh_hans: 滚动（跑马灯）
zh_hant: 跑馬燈（滾動）

source: Mass Action Buttons
cs: Tlačítka hromadných akcí
de: Massenaktions-Buttons
es: Botones de acción masivos
fr: Boutons d'action groupée
he: כפתורי פעולות בו-זמניות
it: Pulsanti di azione di massa
ja: 一括操作ボタン
nl: Knoppen voor massale acties
pt_pt: Botões de Acções em Massa
ru: Кнопки множественных действий
tr: Toplu Eylem Düğmeleri
vi: Các nút tác vụ hàng loạt
zh_hans: 批量操作按钮
zh_hant: 批量操作按鈕

source: Material
cs: Materiál
it: Materiale
ja: 素材
nl: Materiaal
ru: Материал
tr: Nesne
vi: Chất liệu
zh_hans: 质感
zh_hant: 材質

source: Max Columns
cs: Maximum sloupců
de: Max. Spalten
es: Máximo de columnas
fr: Nombre de colonnes maximum
he: מקסימום עמודות
it: Numero massimo di colonne
ja: 最大列数
nl: Maximaal aantal kolommen
pt_pt: Max Colunas
ru: Максимум столбцов
tr: Maksimum Sütun Sayısı
uk: Максимум стовпців
vi: Số cột tối đa
zh_hans: 最大列数
zh_hant: 最大欄數

source: Max Columns (Left/Right Dock)
cs: Max sloupců (Dock vlevo/vpravo)
de: Max. Spalten (Dock Links/Rechts)
es: Columnas máximas (Dock izquierdo / derecha)
fr: Nombre maximum de colonnes (Dock à gauche ou à droite)
he: מקסימום עמודות (Dock שמאל/ימין)
it: Numero massimo di colonne (con il Dock su un lato)
ja: 最大列数 （左/右Dock）
nl: Maximale aantal kolommen (links/rechts)
pt_pt: Máx. Colunas (Dock à Esquerda/Direita)
ru: Максимум столбцов (Dock слева/справа)
tr: Maksimum Sütun Sayısı (Sola/Sağa Yerleştirme)
uk: Макс. колонок (Dock ліворуч/праворуч)
vi: Số cột tối đa (Dock bên trái/phải)
zh_hans: 最大列数（左侧/右侧 Dock）
zh_hant: 最大欄數（位於左右的Dock）

source: Max Rows
cs: Maximum řádků
de: Max. Reihen
es: Filas máximas
fr: Nombre maximum de lignes
he: מקסימום שורות
it: Numero massimo di righe
ja: 最大行数
nl: Maximale aantal rijen
pt_pt: Máx. Linhas
ru: Максимум строк
tr: Maksimum Satır Sayısı
uk: Макс. рядків
vi: Số hàng tối đa
zh_hans: 最大行数
zh_hant: 最大列數

source: Max Rows (Bottom Dock)
cs: Max řádků (Dock dole)
de: Max. Reihen (Dock unten)
es: Filas Máximas (Dock inicial)
fr: Nombre maximum de lignes (Dock en bas)
he: מקסימום שורות (Dock תחתון)
it: Numero massimo di righe (Dock in basso)
ja: 最大行数（下のDock）
nl: Maximale aantal rijen (onderste Dock)
pt_pt: Máx. Linhas (Dock no fundo)
ru: Максимум строк (нижний Dock)
tr: Maksimum Satır Sayısı (Alt Çubuk)
uk: Макс. рядків (Dock внизу)
vi: Số hàng tối đa (Dock dưới)
zh_hans: 最大行数（底部 Dock）
zh_hant: 最大列數（位於底部的Dock）

source: Max Rows for Switcher Previews
cs: Maximální počet řádků pro náhledy přepínače oken
de: Maximale Zeilen für Switcher-Vorschau
es: Máximo de filas para las vistas previas del Dock
fr: Nombre maximal de lignes pour les aperçus du commutateur
he: מקסימום שורות עבור תצוגות מקדימות של בורר
it: Numero massimo di righe per le anteprime
ja: スイッチプレビューの最大行数
nl: Maximaal aantal rijen voor Switcher voorbeelden
pt_pt: Máximo de linhas para as pré-visualizações do seletor
ru: Максимум строк в Переключателе превью
tr: Switcher Önizlemeleri için Maksimum Satır Sayısı
uk: Макс. кількість рядків для попереднього перегляду Перемикача
vi: Số hàng tối đa cho bản xem trước trong Trình chuyển đổi cửa sổ
zh_hans: 切换预览最大行数
zh_hant: 切換器預覽的最大橫列數量

source: Max Stacks for Dock Previews
cs: Maximum záložek pro náhledy v Docku
de: Maximale Stapel für Dock-Vorschau
es: Máximo de pilas para las vistas previas del Dock
fr: Nombre maximum de piles pour les aperçus du Dock
he: מקסימום ערימות עבור תצוגות מקדימות של Dock
it: Numero massimo di colonne
ja: Dock プレビュー用の最大スタック
nl: Maximale stapels voor Dock-voorbeelden
ru: Максимальное количество стеков для превью Dock
tr: Dock Önizlemeleri için Maksimum Yığın Sayısı
uk: Мак. кількість стеків для попереднього перегляду в Dock
vi: Số nhóm tối đa cho bản xem trước Dock
zh_hans: Dock 预览的最大堆栈数
zh_hant: Dock預覽的最大堆疊層數

source: Maximize
cs: Maximalizovat
de: Maximieren
es: Maximizar
fr: Maximiser
he: הגדל
it: Massimizza
ja: 最大化
nl: Maximaliseren
pt_pt: Maximizar
ru: Развернуть
tr: Ekranı Kapla
uk: Розгорнути
vi: Phóng to
zh_hans: 最大化
zh_hant: 最大化

source: Maximum Horizontal Rows
cs: Maximum vodorovných řádků
de: Maximale Anzahl horizontaler Zeilen
es: Filas horizontales máximas
fr: Nombre maximum de lignes horizontales
he: מקסימום שורות אופקיות
it: Numero massimo di righe
ja: 最大水平行数
nl: Maximaal aantal horizontale rijen
pt_pt: Máximo de Linhas Horizontais
ru: Максимум горизонтальных строк
tr: Maksimum Yatay Satırlar
uk: Макс. кількість горизонтальних рядків
vi: Số hàng ngang tối đa
zh_hans: 最大水平行数
zh_hant: 最大橫列數量

source: Maximum number of colors (%lld) reached.
cs: Dosáhli jste maximálního počtu barev (%lld).
de: Maximale Anzahl von Farben (%lld) erreicht.
es: Número máximo de colores (%lld) alcanzado.
fr: Nombre maximal de couleurs (%lld) atteint.
he: הגעת למספר המקסימלי של צבעים (%lld).
it: Hai già impostato il numero massimo di colori (%lld).
ja: 最大色数 (%lld) に達しました。
nl: Maximaal aantal kleuren (%lld) bereikt.
pt_pt: Número máximo de cores (%lld) atingido.
ru: Максимальное количество цветов (%lld) достигнуто.
tr: Maksimum renk sayısına (%lld) ulaşıldı.
uk: Досягнуто максимальної кількості кольорів (%lld).
vi: Đã đạt số lượng màu tối đa (%lld).
zh_hans: 已达到最大颜色数量（%lld）
zh_hant: 已達到顏色數量上限 (%lld)。

source: Maximum Vertical Columns
cs: Maximum svislých sloupců
de: Maximale Anzahl vertikaler Spalten
es: Columnas verticales máximas
fr: Nombre maximum de colonnes verticales
he: מקסימום עמודות אנכיות
it: Numero massimo di colonne
ja: 最大垂直列数
nl: Maximale verticale kolommen
pt_pt: Máximo de Colunas Horizontais
ru: Максимум вертикальных столбцов
tr: Maksimum Dikey Sütunlar
uk: Макс. кількість вертикальних стовпчиків
vi: Số cột dọc tối đa
zh_hans: 最大垂直列数
zh_hant: 最大直欄數量

source: May feel snappier but can cause flickering if you quickly release the key.
cs: Zdánlivě rychlejší, ale může způsobovat blikání při rychlém puštění klávesy.
de: Könnte sich schneller anfühlen kann aber flackern, wenn die Taste zu schnell losgelassen wird.
he: עשוי להרגיש מהיר יותר אך עלול לגרום להבהוב אם אתה משחרר את המקש במהירות.
it: Può apparire più fluido ma al tempo stesso causare un leggero sfarfallio.
ja: すぐにキーを離す場合は、スナッピーを感じるかもしれませんが、ちらつきを引き起こす可能性があります。
nl: Voelt misschien wat vlotter aan, maar kan flikkeringen veroorzaken als je de toets snel loslaat.
ru: Возможно будет казаться более отзывчивой, но может вызвать мерцание, если вы быстро отпустите клавишу.
tr: Daha hızlı tepki veriyor gibi hissedilebilir, ancak tuşu aniden bıraktığınızda titremeye neden olabilir.
vi: Có thể mang lại cảm giác nhanh nhạy hơn nhưng có thể gây ra hiện tượng nhấp nháy nếu bạn thả phím quá nhanh.
zh_hans: 如果你快速放开按键，可能会感觉更快，但会引起闪烁。
zh_hant: 感覺比較靈活但太快放開按鍵的話會造成閃爍。

source: Media
cs: Média
de: Medien
es: Multimedia
fr: Média
he: מדיה
ja: メディア
pt_pt: Mídia
ru: Медиа
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

source: Media controls
cs: Ovládací prvky médií
de: Mediensteuerung
es: Controles multimedia
fr: Commandes multimédias
he: פקדי מדיה
it: Controlli media
ja: メディアコントロール
nl: Mediabediening
pt_pt: Controlos multimédia
ru: Управление медиа
tr: Medya kontrolleri
vi: Điều khiển phương tiện
zh_hans: 媒体控制
zh_hant: 媒體控制項目

source: Media Controls
cs: Ovládací prvky médií
de: Mediensteuerung
es: Controles multimedia
fr: Contrôle multimédia
he: פקדי מדיה
it: Controlli media
ja: メディアコントロール
nl: Mediabediening
pt_pt: Controlos Multimédia
ru: Управление медиа
tr: Medya Kontrolleri
uk: Керування Медіа
vi: Điều khiển phương tiện
zh_hans: 媒体控制
zh_hant: 媒體控制項

source: Media Widget Scroll
cs: Rolování widgetu médií
de: Medien-Widget Scroll
he: גלילת ווידג'ט מדיה
it: Scorrimento widget multimediali
ja: メディア ウィジェット スクロール
nl: Mediawidget scrollen
ru: Прокрутка медиа-виджета
tr: Medya Widget'ı Kaydırma
vi: Cuộn tiện ích phương tiện
zh_hans: 媒体部件滚动
zh_hant: 媒體小工具捲動

source: Medium
cs: Střední
de: Mittel
es: Mediano
fr: Moyen
he: בינוני
it: Piccole
ja: 中くらい
pt_pt: Médio
ru: Средний
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中号
zh_hant: 中

source: Medium (1/%lld)
cs: Médium (1/%lld)
de: Mittel (1/%lld)
es: Mediano (1/%lld)
fr: Moyen (1/%lld)
he: בינוני (1/%lld)
it: Medio (1/%lld)
ja: 中 （1/%lld）
nl: Gemiddeld (1/%lld)
pt_pt: Médio (1/%lld)
ru: Средний (1/%lld)
tr: Orta (1/%lld)
uk: Середній (1/%lld)
vi: Trung bình (1/%lld)
zh_hans: 中（1/%lld）
zh_hant: 中 (1/%lld)

source: Menu Bar Icon Hidden
cs: Ikona v panelu nabídek skrytá
de: Menüleistensymbol versteckt
es: Icono de barra de menú oculto
fr: Icône de la barre des menus masquée
he: סמל שורת התפריטים הוסתר
it: Nascondi l'icona dalla barra dei menu
ja: メニューバーのアイコンを非表示
nl: Menubalkpictogram verborgen
pt_pt: Ícone da Barra de Menu Escondido
ru: Значок в строке меню скрыт
tr: Menü Çubuğu İkonu Gizli
uk: Іконка в Центрі керування прихована
vi: Ẩn biểu tượng trên thanh menu
zh_hans: 隐藏菜单栏图标
zh_hant: 選單列圖像已隱藏

source: Middle Click
cs: Kliknutí prostředním tlačítkem
de: Mittlerer Klick
es: Clic central
fr: Clic du milieu
he: לחיצה אמצעית
it: Clic del tasto centrale
ja: 中クリック
nl: Middelste muisknop
pt_pt: Clique no botão do meio
ru: Клик средней кнопкой
tr: Orta Tuş
uk: Середній клік
vi: Nhấp chuột giữa
zh_hans: 中键单击
zh_hant: 按一下中鍵

source: Minimize
cs: Minimalizovat
de: Minimieren
es: Minimizar
fr: Minimiser
he: מזער
it: Minimizza
ja: 最小化する
nl: Minimaliseer
pt_pt: Minimizar
ru: Свернуть
tr: Küçült
uk: Згорнути
vi: Thu nhỏ
zh_hans: 最小化
zh_hant: 最小化

source: Minimize All
cs: Minimalizovat vše
de: Alle minimieren
es: Minimizar todo
fr: Tout réduire
he: מזער הכל
it: Minimizza tutto
ja: すべて最小化
nl: Minimaliseer alles
pt_pt: Minimizar Tudo
ru: Свернуть все
tr: Hepsini Küçült
uk: Згорнути все
vi: Thu nhỏ tất cả
zh_hans: 全部最小化
zh_hant: 最小化全部

source: Minimize all windows
cs: Minimalizovat všechna okna
de: Alle Fenster minimieren
es: Minimizar todas las ventanas
fr: Minimiser toutes les fenêtres
he: מזער את כל החלונות
it: Minimizza tutte le finestre
ja: すべてのウィンドウを最小化する
nl: Minimaliseer alle vensters
pt_pt: Minimizar todas as janelas
ru: Свернуть все окна
tr: Tüm Pencereleri Küçült
uk: Згорнути всі вікна
vi: Thu nhỏ tất cả cửa sổ
zh_hans: 最小化所有窗口
zh_hant: 最小化全部視窗

source: Minimize all windows except the current one
cs: Minimalizovat všechna okna kromě aktuálního
de: Alle Fenster außer das aktive minimieren
es: Minimizar todas las ventanas excepto la actual
fr: Minimiser toutes les fenêtres sauf la fenêtre actuelle
he: מזער את כל החלונות מלבד הנוכחי
it: Minimizza tutte le finestre tranne quella attiva
ja: 現在のウィンドウ以外をすべて最小化する
nl: Minimaliseer alle vensters behalve de huidige
pt_pt: Minimizar todas as janelas excepto a actual
ru: Свернуть все окна, кроме текущего
tr: Geçerli pencere dışındaki tüm pencereleri simge durumuna küçült
uk: Згорнути всі вікна, окрім поточного
vi: Thu nhỏ tất cả cửa sổ ngoại trừ cửa sổ hiện tại
zh_hans: 最小化除当前窗口以外的所有窗口
zh_hant: 最小化其他視窗

source: Minimize windows
cs: Minimalizovat okna
de: Fenster minimieren
es: Minimizar ventana
fr: Minimiser les fenêtres
he: מזער חלונות
it: Minimizza le finestre
ja: ウィンドウを最小化
nl: Vensters minimaliseren
pt_pt: Minimizar janelas
ru: Свернуть окна
tr: Pencereyi simge durumuna küçült
uk: Згорнути вікна
vi: Thu nhỏ cửa sổ
zh_hans: 最小化窗口
zh_hant: 最小化視窗

source: Minimized
cs: Minimalizováno
de: Minimiert
es: Minimizar
fr: Minimisé
he: ממוזער
it: Minimizzata
ja: 最小化済み
nl: Geminimaliseerd
pt_pt: Minimizada
ru: Свернутый
tr: Küçült
uk: Згорнутий
vi: Đã thu nhỏ
zh_hans: 最小化
zh_hant: 最小化

source: Minimized and hidden windows will appear after all visible windows in previews and switcher.
cs: Minimalizovaná a skrytá okna se zobrazí po všech viditelných oknech v náhledech a přepínači.
de: Minimierte und versteckte Fenster erscheinen in Vorschau und Fensterwechsler nach allen sichtbaren Fenstern.
es: Las ventanas minimizadas y ocultas aparecerán después de todas las ventanas visibles en las vistas previas y en el selector.
fr: Les fenêtres réduites et masquées apparaîtront après toutes les fenêtres visibles dans les aperçus et le sélecteur.
he: חלונות ממוזערים ומוסתרים יופיעו אחרי כל החלונות הגלויים בתצוגות מקדימות ובבורר.
it: Le finestre minimizzate e nascoste appariranno dopo tutte quelle visibili nelle anteprime e nel selettore finestre.
ja: プレビューとスイッチャーに表示されるすべてのウィンドウの後に最小化および非表示のウィンドウが表示されます。
nl: Geminimaliseerde en verborgen vensters worden pas na alle zichtbare vensters weergegeven in het voorbeeldvenster en de vensterwisselaar.
pt_pt: Janelas minimizadas e ocultas aparecerão depois de todas as janelas visíveis nas pré-visualizações e Selector de Janelas.
ru: Свернутые и скрытые окна будут видны после всех видимых окон в превью и переключателе.
tr: Küçültülmüş ve gizlenmiş pencereler, önizleme ve pencere değiştiricide tüm görünür pencerelerin ardından görüntülenir.
uk: Згорнуті та приховані вікна з’являться після всіх видимих ​​вікон у попередніх переглядах та Перемикачі.
vi: Các cửa sổ bị thu nhỏ và ẩn sẽ xuất hiện sau tất cả các cửa sổ hiển thị trong bản xem trước và trình chuyển đổi.
zh_hans: 在预览和切换器中，最小化和隐藏的窗口将显示在所有可见窗口的后面。
zh_hant: 在預覽和切換器中，最小化與隱藏的視窗將出現在所有可見的視窗之後。

source: Minimum number of colors reached.
cs: Dosáhli jste minimálního počtu barev.
de: Maximale Anzahl an Farben erreicht.
es: Se alcanzó el número mínimo de colores.
fr: Nombre minimal de couleurs atteint.
he: הגעת למספר המינימלי של צבעים.
it: Non è possibile eliminare tutti i colori.
ja: 最大色数に達しました
nl: Minimale aantal kleuren bereikt.
pt_pt: Número mínimo de cores atingido.
ru: Достигнуто минимальное количество цветов.
tr: Maksimum renk sayısına ulaşıldı.
uk: Досягнуто мінімальної кількості кольорів.
vi: Đã đạt số lượng màu tối thiểu.
zh_hans: 已达到最小颜色数量。
zh_hant: 已達到顏色數量下限。

source: Mode
cs: Režim
de: Modus
es: Modo
he: מצב
it: Modalità
ja: モード
nl: Modus
pt_pt: Modo
ru: Режим
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Mouse Actions
cs: Akce myší
de: Maus-Aktionen
es: Acciones del ratón
fr: Actions de la souris
he: פעולות עכבר
it: Azioni del mouse
ja: マウス操作
nl: Muisacties
pt_pt: Acções do Rato
ru: Действия мыши
tr: Fare Eylemleri
uk: Дії миші
vi: Hành động chuột
zh_hans: 鼠标操作
zh_hant: 指標動作

source: Mouse follows focus
cs: Myš následuje výběr
de: Mauszeiger folgt Fokus
es: Ratón sigue el foco
it: Il mouse segue il focus
ja: マウスがフォーカスを追従する
nl: Muis volgt de focus
pt_pt: Rato segue o foco
ru: Мышь следует за фокусом
tr: Fare, odak noktasını takip eder
vi: Chuột di chuyển theo tiêu điểm
zh_hans: 鼠标跟随焦点
zh_hant: 指標跟隨焦點

source: Move the cursor to the center of the selected window.
cs: Přesunout kurzor do středu vybraného okna.
de: Bewege den Cursor in die Mitte des ausgewählten Fensters.
es: Mueva el cursor al centro de la ventana seleccionada.
it: Sposta il cursore al centro della finestra selezionata.
ja: カーソルを選択したウィンドウの中央に移動します。
nl: Plaats de muisaanwijzer in het midden van het geselecteerde venster.
pt_pt: Mover o cursor para o centro da janela selecionada.
ru: Переместить курсор в центр выбранного окна.
tr: İmleci seçili pencerenin ortasına getirin.
vi: Di chuyển con trỏ chuột vào giữa cửa sổ được chọn.
zh_hans: 移动光标到选中窗口中央。
zh_hant: 移動指標到選擇的視窗中央。

source: Moving the mouse back over the preview during fade-out will not reactivate it.
cs: Přesunutí myši zpět na náhled, který se skrývá, jej znovu neaktivuje.
de: Wenn die Maus während des Ausblendens zurück auf die Vorschau bewegt wird, wird diese nicht reaktiviert.
he: הזזת העכבר בחזרה מעל התצוגה המקדימה במהלך דהייה לא תפעיל אותה מחדש.
it: Riportare il puntatore su un'icona in fase di dissolvenza non riattiverà l'anteprima.
ja: フェードアウト中にプレビュー上にマウスを戻すと、再びアクティブにはなりません。
nl: Door de muis tijdens het vervagen terug te bewegen over het voorbeeld, wordt het niet opnieuw geactiveerd.
ru: Перемещение мыши назад по превью во время его затухания не активирует его.
tr: Fade-out sırasında fareyi önizlemenin üzerine geri getirseniz bile önizleme yeniden etkinleşmez.
vi: Di chuyển chuột trở lại qua bản xem trước trong quá trình làm mờ dần sẽ không kích hoạt lại bản xem trước đó.
zh_hans: 在淡出期间将鼠标移回预览不会重新激活它。
zh_hant: 將指標移回預覽上將不會重新顯示該預覽。

source: Music & Spotify dock icon scroll
cs: Rolování na ikoně Hudby a Spotify
de: Musik & Spotify Dock-Icon scrollen
it: Scorrimento sull'icona del Dock per Apple Music & Spotify
ja: MusicとSpotifyのDockアイコンをスクロール
nl: Apple Music & Spotify Dock-pictogram scrollen
pt_pt: Scroll no ícone da Dock do Spotify e Music
ru: Прокрутка иконки Music & Spotify в Dock
tr: Müzik ve Spotify dock simgesinin kaydırılması
vi: Cuộn biểu tượng dock Music & Spotify
zh_hans: 音乐和 Spotify 的 Dock 图标滚动
zh_hant: 音樂與Spotify的Dock圖像捲動

source: Music & Spotify dock icon scroll:
cs: Rolování na ikoně Hudby a Spotify:
de: Musik & Spotify Dock-Icon scrollen:
he: גלילת סמל Dock של Music ו-Spotify:
it: Scorrimento sull'icona del Dock per Apple Music & Spotify:
ja: MusicとSpotifyのDockアイコンをスクロール：
nl: Apple Music & Spotify Dock-pictogram scrollen:
pt_pt: Scroll no ícone da Dock do Spotify e Music:
ru: Прокрутка иконки Music & Spotify в Dock:
tr: Müzik ve Spotify dock simgesinde kaydırma:
vi: Cuộn biểu tượng dock Music & Spotify:
zh_hans: 音乐和 Spotify Dock 图标滚动：
zh_hant: 音樂 & Spotify Dock圖像捲動：

source: Music/Spotify behavior:
cs: Chování Hudby/Spotify:
de: Musik/Spotify-Verhalten:
es: Comportamiento de música/Spotify:
fr: Comportement d'Apple Music/Spotify:
he: התנהגות Music/Spotify:
it: Comportamento di Apple Music e Spotify:
ja: ミュージック/Spotifyの動作：
nl: Apple Music & Spotify gedrag:
pt_pt: Comportamento para Music/Spotify:
ru: Музыка/Spotify поведение:
tr: Müzik/Spotify'ın davranışı:
uk: Поведінка з Музикою/Spotify:
vi: Cách hoạt động của Music/Spotify:
zh_hans: 音乐/Spotify 行为：
zh_hant: 音樂／Spotify動作：

source: Name
cs: Název
es: Nombre
fr: Nom
he: שם
it: Titolo
ja: 名前
nl: Naam
pt_pt: Nome
ru: Название
tr: İsim
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Native (Best)
cs: Nativní (nejlepší)
de: Nativ (bestes)
es: Nativo (mejor)
fr: Natif (meilleur)
he: טבעי (הטוב ביותר)
it: Nativa (migliore)
ja: ネイティブ（最高）
nl: Native (Beste)
pt_pt: Nativo (Melhor)
ru: Родной (лучший)
tr: Yerel (En iyi)
uk: Нативна (найкраща)
vi: Gốc (Tốt nhất)
zh_hans: 本地(最佳)
zh_hant: 原生（最佳）
